Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Wheelchair space
vi: Wheelchair space / Không gian cho xe lăn

source: When determining the width of exits and exit routes a minimum of 5mm should be allowed for each person occupying the room.
vi: When determining the width of exits and exit routes a minimum of 5mm should be allowed for each person occupying the room. / Khi xác định chiều rộng cửa thoát hiểm và lối thoát hiểm, cần tính tối thiểu 5mm cho mỗi người trong phòng.

source: When there is demand for hot water as well as chilled water, unit operates in total heat recovery mode. When one of the demand is fulfilled, unit changes to chiller or heat pump mode.
vi: When there is demand for hot water as well as chilled water, unit operates in total heat recovery mode. When one of the demand is fulfilled, unit changes to chiller or heat pump mode. / Khi có đồng thời nhu cầu nước nóng và nước mát, các unit hoạt động trong chế đọ thu hồi nhiệt toàn phần. Khi một nhu cầu được hoàn thành, unit chuyển sang chế độ chiller hoặc bơm nhiệt

source: Where a zone requirement prevents all air systems from a central plant, each room/zone may generally be provided with an in ceiling 4 pipe fan coil unit.
vi: Where a zone requirement prevents all air systems from a central plant, each room/zone may generally be provided with an in ceiling 4 pipe fan coil unit. / Nếu một khu vực không cho phép sử dụng hệ thống all-air từ trạm máy trung tâm, mỗi phòng/zone nhìn chung sẽ được bố trí một unit FCU 4 ống âm trần

source: Where applicable, condenser water circuits (where selected) shall reject heat to atmosphere by removing-heat directly from the refrigeration cooling process.
vi: Where applicable, condenser water circuits (where selected) shall reject heat to atmosphere by removing-heat directly from the refrigeration cooling process. / Nếu có thể, đường nước ngưng sẽ thải nhiệt vào bầu khí quyển bằng cách loại bỏ nhiệt trực tiếp trong quá trình làm lạnh

source: Where atriums are present, optical beam detectors must be provided for detection of smoke in the atrium and operation of the atrium smoke clearance system.
vi: Where atriums are present, optical beam detectors must be provided for detection of smoke in the atrium and operation of the atrium smoke clearance system. / Nếu có giếng trời, phải sử dụng đầu báo tia quang học để phát hiện khói trong giếng trời và vận hành hệ thống hút khói trong giếng trời

source: Where detectors are installed in concealed zones, risers, floor voids and ceiling voids etc., then a remote visible indicator must be installed. These must be installed in all voids in excess of 800mm height unless there is no combustible material (lighting cables may be disregarded).
vi: Where detectors are installed in concealed zones, risers, floor voids and ceiling voids etc., then a remote visible indicator must be installed. These must be installed in all voids in excess of 800mm height unless there is no combustible material (lighting cables may be disregarded). / Khi đầu báo được lắp đặt trong các không gian kín, trục ống đứng, không gian trống trong sàn, trần v.v,phải lắp đặt tín hiệu hiển thị từ xa. Đầu báo phải được lắp đặt trong tất cả các không gian trống vượt quá 800mm chiều cao, trừ khi tại đó không có vật liệu có thể cháy (có thể ngoại trừ cáp chiếu sáng)

source: Where deviations from InterContinental Hotels Group standards are agreed (must be in writing), the designers must maintain a schedule of the agreed variations including:-
vi: Where deviations from InterContinental Hotels Group standards are agreed (must be in writing), the designers must maintain a schedule of the agreed variations including: / Tại nơi có khác biệt so với tiêu chuẩn IHG được chấp thuận (bằng văn bản), Thiết kế phải có danh sách các hạng mục thay đổi đã được chấp thuận, bao gồm:

source: Where district heating is provided at a higher temperature, it shall be reduced by blending or other means to ensure no exposed pipe or radiator surface temperatures exceed these temperatures for safety.
vi: Where district heating is provided at a higher temperature, it shall be reduced by blending or other means to ensure no exposed pipe or radiator surface temperatures exceed these temperatures for safety. / Nếu có nhà máy đun nước của khu vực làm nóng nước ở nhiệt độ cao hơn, phải giảm nhiệt độ nước bằng cách pha nước lạnh hoặc các biện pháp khác để đảm bảo không có đường ống lộ ra ngoài hoặc bề mặt máy sưởi có nhiệt độ vượt quá nhiệt độ an toàn

source: Where doors on escape routes are required to be secured, for example final exit doors to the outside of the building, guests and visitors must be able to easily pass through the doors in an emergency and panic fastenings must be used.
vi: Where doors on escape routes are required to be secured, for example final exit doors to the outside of the building, guests and visitors must be able to easily pass through the doors in an emergency and panic fastenings must be used. / Tại nơi cửa trên lối thoát nạn được yêu cầu phải đảm bảo an toàn, ví dụ cửa thoát nạn cuối ra bên ngoài của tòa nhà, khách phải dễ dàng di chuyển được qua các cửa trong trường hợp khẩn cấp và phải có thanh đẩy cửa.

source: Where double doors have rebates (overlap) at the join, door selectors must be provided to ensure the doors close in the correct order.
vi: Where double doors have rebates (overlap) at the join, door selectors must be provided to ensure the doors close in the correct order. / Nếu cánh cửa đôi có khớp ở vị trí cánh cửa gặp nhau, cần có selector để đảm bảo cửa đóng khớp đúng thứ tự

source: Where escape routes are across roofs the following safeguards must be put in place:
vi: Where escape routes are across roofs the following safeguards must be put in place: / Nếu đường thoát hiểm dẫn qua mái nhà, phải có các biện pháp đảm bảo an toàn như sau:

source: Where escape routes do not pass through the atrium at upper levels the atrium may be enclosed by fire resisting construction or glazing. The atrium must be provided with a simple smoke clearance system that may be used by the fire brigade to remove any smoke that enters the atrium.
vi: Where escape routes do not pass through the atrium at upper levels the atrium may be enclosed by fire resisting construction or glazing. The atrium must be provided with a simple smoke clearance system that may be used by the fire brigade to remove any smoke that enters the atrium. / Nếu đường thoát hiểm không đi qua các tầng trên của giếng trời, giếng trời có thể được bảo vệ bằng kết cấu chống cháy hoặc hệ kính chống cháy. Giếng trời phải có hệ thống thoát khói đơn giản để lực lượng cứu hỏa sử dụng để loại bỏ khói xâm nhập vào giếng trời

source: Where escape routes pass through the atrium at upper levels a smoke and heat control system must be provided that will keep escape routes clear for sufficient time to allow the occupants to escape.
vi: Where escape routes pass through the atrium at upper levels a smoke and heat control system must be provided that will keep escape routes clear for sufficient time to allow the occupants to escape. / Nếu có đường thoát hiểm dẫn qua các tầng trên của giếng trời, cần có hệ thống kiểm soát khói và nhiệt giúp giữ các lối thoát hiểm thông thoáng đủ lâu để người trong tòa nhà thoát hiểm

source: Where exits open onto roadways, into service yards and similar areas they must discharge onto pavements protected by barriers to prevent guests spilling onto the road or from being struck by vehicles.
vi: Where exits open onto roadways, into service yards and similar areas they must discharge onto pavements protected by barriers to prevent guests spilling onto the road or from being struck by vehicles. / Tại nơi lối thoát hiểm mở ra đường, vào sân dịch vụ hoặc các không gian tương tự, phải thoát hiểm ra ngoài vào phần vỉa hè được rào chắn bảo vệ để tránh việc khách chạy thẳng lao ra đường hoặc bị phương tiện giao thông va chạm.

source: Where external fire escapes are proposed the following safeguards must be put in place:
vi: Where external fire escapes are proposed the following safeguards must be put in place: / Tại nơi thoát hiểm bên ngoài được đề xuất, các biện pháp an toàn dưới đây phải được thực hiện tại địa điểm:

source: Where external pipework is not avoidable, it shall be trace heated using a self-regulating trace heating tape, or adequately protected from freezing as necessary. Glycol shall not be added to the system as this will reduce the heat transfer efficacy of the heating and chilled water systems.
vi: Where external pipework is not avoidable, it shall be trace heated using a self-regulating trace heating tape, or adequately protected from freezing as necessary. Glycol shall not be added to the system as this will reduce the heat transfer efficacy of the heating and chilled water systems. / Nếu không thể tránh sử dụng đường ống bên ngoài, cần bô trí sưởi cho đường ống bằng cáp gia nhiệt đường ống tự điều chỉnh, hoặc được bảo vệ ở mức tương đương để tránh đóng băng nếu cần. Không được cho thêm glycol vào hệ thống vì nó sẽ làm giảm khả năng truyền nhiệt của hệ thông gia nhiệt và làm mát nước.

source: Where fire voice evacuation system speakers are also used as public address and background music, the systems must be completely separate with only the speakers and cabling systems being common.
vi: Where fire voice evacuation system speakers are also used as public address and background music, the systems must be completely separate with only the speakers and cabling systems being common. / Nếu hệ thống loa thông báo sơ tán hỏa hoạn cũng được sử dụng làm loa thông báo công cộng, hệ thống phải hoàn toàn tách biệt, chỉ sử dụng chung loa và hệ thống dây cáp

source: Where natural ventilation is impractical the design shall incorporate the following:
vi: Where natural ventilation is impractical the design shall incorporate the following: / Nơi mà phương án thông gió tự nhiên không thực tế, thiết kế phải bao gồm các mục sau

source: Where oil is used as the primary heating system fuel, the normal required storage capacity is four weeks at full design duty. This may be increased for remote locations or locations where there are potential delivery difficulties. Storage should preferably be below ground, and must be located away from prominent entries to the hotel.
vi: Where oil is used as the primary heating system fuel, the normal required storage capacity is four weeks at full design duty. This may be increased for remote locations or locations where there are potential delivery difficulties. Storage should preferably be below ground, and must be located away from prominent entries to the hotel. / Nếu nhiên liệu chính của hệ thống sưởi/gia nhiệt là dầu, cần đảm bảo dự trữ bốn tuần hoạt động hết công suất. Lượng dự trữ này có thể tăng đối với các địa điểm ở xa hoặc các địa điểm có thể gặp khó khăn trong vận chuyển. Kho dự trữ ưu tiên bố trí ngầm và cách xa các lối vào lớn của khách sạn

source: Where self-closing fire resisting doors are located in areas of heavy use consideration should be given to providing electromagnetic door holders to keep them open during normal operations. The door holders must release allowing the doors to close upon operation of either the main fire alarm system or smoke detectors that are located within 1m of either side of the doors.
vi: Where self-closing fire resisting doors are located in areas of heavy use consideration should be given to providing electromagnetic door holders to keep them open during normal operations. The door holders must release allowing the doors to close upon operation of either the main fire alarm system or smoke detectors that are located within 1m of either side of the doors. / Trong trường hợp cửa chống cháy bố trí ở khu vực được sử dụng nhiều, cần cân nhắc bố trí giữ cửa điện từ để giữ cửa mở trong giờ vận hành bình thường. Giữ cửa cần nhả để đóng cửa trong trường hợp kích hoạt hoặc hệ thống báo cháy chính hoặc đầu báo khói trong vòng 1m mỗi bên của cửa

source: Where separate public address and background music systems are used they must be isolated via a fire alarm signal through a failsafe, no voltage relay whenever a fire alarm is activated.
vi: Where separate public address and background music systems are used they must be isolated via a fire alarm signal through a failsafe, no voltage relay whenever a fire alarm is activated. / Nếu sử dụng hệ thống loa thông báo công cộng và hệ thống phát nhạc nền riêng, chúng phải được tách riêng với hệ thống báo động cháy thông qua cơ chế failsafe - không truyền điện đến khi có kích hoạt báo động cháy.

source: Where standards do not exist 160kg/m2 must not be exceeded
vi: Where standards do not exist 160kg/m2 must not be exceeded / Tại các vùng không có tiêu chuẩn, không được vượt mức 160kg/m2

source: Where text is provided it must be in the local language and English
vi: Where text is provided it must be in the local language and English / Tại nơi có cung cấp phần chữ thì phải bằng ngôn ngữ địa phương và tiếng Anh.

source: Where the electrical supply to the development is provided from the electricity supply authority / company at low voltage, the substation arrangement must be selected and installed in accordance with the supply authority’s requirements and shall be provided from dual incoming supplies as detailed in the activity section of this document.
vi: Where the electrical supply to the development is provided from the electricity supply authority / company at low voltage, the substation arrangement must be selected and installed in accordance with the supply authority’s requirements and shall be provided from dual incoming supplies as detailed in the activity section of this document. / Nếu nguồn cấp từ cơ quan/công ty điện lực tới dự án là điện hạ thế, phải chọn và lắp đặt trạm biến áp tuân theo yêu cầu của đơn vị cung cấp và nguồn cấp điện đôi như đã thông tin chi tiết trong activity section của tài liệu này

source: Where the supply will be delivered at high voltage, either two transformers at 50% each or one at 100% each of the maximum peak demand must be provided. The transformers must be dry type either cast resin or sealed silicon filled, with forced air cooling for peak transformer loads. Forced ventilation must be installed within the substation when dry type transformer is installed.
vi: Where the supply will be delivered at high voltage, either two transformers at 50% each or one at 100% of the maximum peak demand must be provided. The transformers must be dry type either cast resin or sealed silicon filled, with forced air cooling for peak transformer loads. Forced ventilation must be installed within the substation when dry type transformer is installed. / Nếu nguồn cấp điện là điện cao thế, hoặc phải bố trí 2 máy biến áp - mỗi máy đáp ứng 50% tải đỉnh, hoặc một máy đáp ứng 100% tải đỉnh. Phải là máy biến áp khô - hoặc là loại nhựa hoặc là loại dầu silicon, có giải nhiệt gió cưỡng chế cho tải đỉnh. Phải có thông gió cưỡng chế trong trạm máy biến áp nếu sử dụng máy biến áp khô

source: Where vision panels are provided the glazing must have the same fire resistance as the door.
vi: Where vision panels are provided the glazing must have the same fire resistance as the door. / Nếu cửa có kính, kính phải có mức chống cháy tương đương với cánh cửa

source: White Wine and Beer Store
vi: White Wine and Beer Store / Kho rượu trắng và bia

source: Who agreed the variation
vi: Who agreed the variation / Người chấp thuận thay đổi này

source: Wind Path Diagram
vi: Wind Path Diagram / Biểu đồ hướng gió

source: Windows
vi: Windows / Cửa sổ

source: Windows and frames that open onto external escape routes that are less than 3m wide must have a minimum of 30 minutes fire resistance and the window must be fixed shut.
vi: Windows and frames that open onto external escape routes that are less than 3m wide must have a minimum of 30 minutes fire resistance and the window must be fixed shut. / Cửa sổ và khung cửa sổ mở ra lối thoát hiểm bên ngoài hẹp hơn 3m phải có mức chống cháy tối thiểu 30p và cửa sổ phải cố định đóng

source: Windows and window frames within this area must be fire resisting and must be sealed shut
vi: Windows and window frames within this area must be fire resisting and must be sealed shut / Các cửa sổ và các khung cửa sổ trong khu vực này phải chống cháy và đóng kín

source: Winter
vi: Winter / Mùa đông

source: With central air handling plant and recirculation where possible.
vi: With central air handling plant and recirculation where possible. / Với cụm máy xử lý không khí và tái tuần hoàn khi có thể

source: With the exception of doors to service riser shafts, which must be kept locked shut and connecting guestroom doors, all other fire resisting doors must be provided with a hydraulic, overhead self-closing device that is callable of closing the door fully and overcoming the latch. Disabled accessible doors must have delayed action self-closing devices that give sufficient time for guests to enter the room before the door automatically closes. For guestroom pipe/duct riser shafts, which are fire stopped vertically and back filled and sealed horizontally between floors, a fire resisting door is not required.
vi: With the exception of doors to service riser shafts, which must be kept locked shut and connecting guestroom doors, all other fire resisting doors must be provided with a hydraulic, overhead self-closing device that is callable of closing the door fully and overcoming the latch. Disabled accessible doors must have delayed action self-closing devices that give sufficient time for guests to enter the room before the door automatically closes. For guestroom pipe/duct riser shafts, which are fire stopped vertically and back filled and sealed horizontally between floors, a fire resisting door is not required / Ngoại trừ cửa vào trục đứng dịch vụ luôn phải khóa kín và cửa phòng connecting, tất cả các cửa chống cháy khác phải có tay co thủy lực phía trên có thể tự động đóng cửa hoàn toàn và chốt cửa. Cửa phòng người khuyết tật phải có chức năng đóng cửa chậm để đảm bảo khách có đủ thời gian vào phòng trước khi cửa tự đóng. Đối với trục đứng ống dẫn/thông khí phòng khách có chống cháy lan theo chiều dọc và được seal kín theo chiều ngang giữa các tầng, không cần có cửa chống cháy

source: With these considerations, these can provide the following benefits:-
vi: With these considerations, these can provide the following benefits:- / Sau khi cân nhắc các yếu tố trên, các hệ thống này cũng có thể đem lại các lợi ít như sau

source: With this in mind, careful consideration is required for the building design in terms of orientation and protection from solar penetration. The use of well insulated external walls will help reduce the impact of the sun’s effect. Treatment or shading to reduce solar gains through glazed areas then becomes simpler/easier to achieve. From the earliest stages of the hotel design the building orientation should be assessed to ensure that the general form acts as the primary source of shading, whilst maximising access to natural ‘north light’ (‘south light’ in the southern hemisphere).
vi: With this in mind, careful consideration is required for the building design in terms of orientation and protection from solar penetration. The use of well insulated external walls will help reduce the impact of the sun’s effect. Treatment or shading to reduce solar gains through glazed areas then becomes simpler/easier to achieve. From the earliest stages of the hotel design the building orientation should be assessed to ensure that the general form acts as the primary source of shading, whilst maximising access to natural ‘north light’ (‘south light’ in the southern hemisphere). / Do đó, trong khâu thiết kế cần phải cân nhắc kỹ lưỡng về hướng tòa nhà cũng như phương án chống nắng. Sử dụng tường ngoài cách nhiệt tốt sẽ giúp giảm thiểu tác động của mặt trời. Từ đó việc sử dụng rèm cửa hoặc lam chắn nắng để giảm nhiệt tại những khu vực dùng kính sẽ đơn giản hơn. Từ những giai đoạn đầu tiên trong quá trình thiết kế khách sạn, cần phải đánh giá hướng của tòa nhà để đảm bảo hình khối chung của tòa nhà là nguồn chắn nắng chính, đồng thời tối đa hướng tiếp xúc với "ánh sáng phía bắc" ("ánh sáng phía nam" đối với nam bán cầu)

source: Wood frame construction between all elevated floors and balconies
vi: Wood frame construction between all elevated floors and balconies / Cấu trúc khung gỗ giữa tất cả các sàn được nâng và ban công

source: Work surfaces
vi: Work surfaces / Mức bàn bếp

source: Xenon Strobe beacons in addition to the audible alarm signal must be provided in disabled toilets/bathrooms within any areas where high ambient noise levels are to be encountered such as mechanical plant rooms, chiller compounds, etc., and meeting rooms where necessary.
vi: Xenon Strobe beacons in addition to the audible alarm signal must be provided in disabled toilets/bathrooms within any areas where high ambient noise levels are to be encountered such as mechanical plant rooms, chiller compounds, etc., and meeting rooms where necessary. / Trong các toilet/phòng tắm cho người khuyết tật trong bất cứ khu vực có độ ồn cao (phòng máy cơ, khu chiller, vv... và các phòng họp), ngoài báo động âm thanh, còn cần bổ sung đèn báo động Xenon khi cần thiết

source: Xenon beacons to be provided in the disabled toilets, mechanical plant rooms and any areas with high noise
vi: Xenon beacons to be provided in the disabled toilets, mechanical plant rooms and any areas with high noise levels. / Đèn chớp sự cố được bố trí trong các toilet cho khách khuyết tật, phòng máy cơ và bất kỳ các khu vực nào khác với tiếng ồn lớn

source: YES
vi: YES CÓ

source: Yearly Running Cost ($)
vi: Yearly Running Cost ($) / Chi phí vận hành hàng năm

source: Yes
vi: Yes / Có

source: Yes - Recommended
vi: Yes - Recommended / Có - Khuyến nghị

source: Yes - continuous run
vi: Yes - continuous run / Có - chạy liên tục

source: Zoned condensing units serving room mounted FCU’s, via 3 pipe heat recovery system
vi: Zoned condensing units serving room mounted FCU’s, via 3 pipe heat recovery system / Các unit dàn ngưng được chia khu phục vụ FCU trong phòng thông qua hệ thống thu hồi nhiệt 3 ống

source: Zoning of Air Conditioning
vi: Zoning of Air Conditioning / Phân vùng điều hòa không khí

source: Zoning of VRV Systems: IHG Brand standards require that adjacent rooms can be simultaneously cooled or heated hence a “3 pipe” or equivalent system is required in climates which have a heating and cooling demand.
vi: Zoning of VRV Systems: IHG Brand standards require that adjacent rooms can be simultaneously cooled or heated hence a “3 pipe” or equivalent system is required in climates which have a heating and cooling demand. / Chia khu cho hệ thống VRV: Tiêu chuẩn thương hiệu IHG yêu cầu các phòng liền kề có thể đồng thời được làm mát hoặc sưởi, do vậy một hệ thống "ba ống" hoặc tương đương được yêu cầu đối với các vùng khí hậu có cả nhu cầu sưởi và làm mát

source: \ DEVELOPMENT OF THIS NATURE
vi: a development of this nature / Phù hợp với dự án

source: a) Self-Contained (minimum 1 hour or 90 minutes for Asia)
vi: a) Self-Contained (minimum 1 hour or 90 minutes for Asia) / a) Pin tích hợp (tối thiểu 1h hoặc 90p đối với châu Á)

source: a) Traditional
vi: a) Traditional / Truyền thống

source: a. Two-port Valve Illustration
vi: a. Two-port Valve Illustration / Minh họa van 2 ngả

source: according to load demand (string piping arrangement)
vi: according to load demand (string piping arrangement) / Chiller có thể bật/tắt tùy thuộc vào nhu cầu phụ tải (string piping arrangement)
